[
  {
    "title": "Anansie AI",
    "description": "Anansie AI is a revolutionary platform that combines artificial intelligence with computer programming to generate code from text quickly and efficiently. Using advanced natural language processing (NLP) algorithms",
    "subdescription": "Anansie AI allows users to articulate their ideas in plain human language and then automatically produces corresponding code. Key features include advanced NLP for accurate understanding of user commands, automatic code generation based on user descriptions, and support for various programming languages.",
    "categories": "Web Design",
    "client": "Anansie AI",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Anansie AI.png"
    
  },
  {
    "title": "Renon AI",
    "description": "Renon AI is an innovative platform that offers solutions for converting video to text, audio to text, and design to HTML quickly and easily. Through its landing page, Renon AI provides seamless conversion processes for various types of media into editable text formats. With a user-friendly interface, users can easily access a range of features provided by Renon AI to fulfill their conversion needs.",
    "subdescription": "Renon AI's landing page simplifies the conversion of multimedia content into editable text formats, offering intuitive tools for seamless transformation. Whether transcribing video and audio files or translating design elements into HTML, Renon AI ensures efficiency and accessibility for users seeking versatile conversion solutions.",
    "categories": "Web Design",
    "client": "Renon AI",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Renon AI.png"
    
  },
  {
    "title": "Castify",
    "description": "Castify is your go-to landing page for podcast creation and management. Whether you're a seasoned podcaster or just starting out, Castify offers a comprehensive suite of tools and resources to streamline your podcasting journey. From recording and editing to publishing and analytics, Castify empowers you to bring your unique voice to the world of podcasting with ease.s",
    "subdescription": "At Castify, we understand that podcasting is more than just recording audio – it's about storytelling and connecting with your audience. With our intuitive interface and robust features, you can focus on crafting compelling content while we handle the technical aspects. From episode scheduling to audience engagement, Castify is your all-in-one solution for podcast success.",
    "categories": "Web Design",
    "client": "Castify",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Castify.png"
    
  },
  {
    "title": "Cryptnative",
    "description": "CryptNative introduces a cutting-edge AI image editor through its landing page, revolutionizing the way you enhance and transform your images. With a diverse range of features, including transforming images into cartoons, generating memes, removing backgrounds, colorizing images, and converting to grayscale, CryptNative empowers users to unleash their creativity effortlessly. Whether you're a professional designer or an amateur enthusiast, CryptNative's intuitive interface and advanced AI capabilities make image editing seamless and enjoyable.",
    "subdescription": "Unlock the potential of your images with CryptNative's AI-powered editor. From playful cartoon transformations to professional-grade colorization, our platform offers a plethora of tools to bring your vision to life. With CryptNative, editing images is no longer a daunting task – it's a fun and rewarding experience that allows you to explore endless possibilities.",
    "categories": "Web Design",
    "client": "Cryptnative",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Cryptnative.png"
    
  },
  {
    "title": "Glyph AI",
    "description": "Glyph AI redefines the way you interact with text through its innovative landing page, offering a range of powerful features for transforming text into dynamic multimedia content. With capabilities such as text-to-GIF conversion, text-to-audio synthesis, and text-to-video generation, Glyph AI empowers users to express themselves creatively across various digital platforms. Whether you're looking to enhance your social media presence, create engaging presentations, or simply bring your written words to life, Glyph AI provides the tools you need to captivate your audience with ease.",
    "subdescription": "With Glyph AI, the possibilities are endless. Seamlessly convert your text into captivating GIFs, immersive audio clips, or compelling videos in just a few clicks. Whether you're a content creator, marketer, or educator, Glyph AI's intuitive interface and advanced algorithms make it easy to transform your ideas into captivating multimedia experiences. Elevate your content creation game with Glyph AI today",
    "categories": "Web Design",
    "client": "Glyph AI",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Glyph AI.png"
    
  },
  {
    "title": "Injection Protocol",
    "description": "Injection Protocol presents a groundbreaking landing page tailored for crypto mining enthusiasts, providing a robust assistant to optimize your mining operations. Whether you're a seasoned miner or just entering the world of cryptocurrency, Injection Protocol offers a comprehensive suite of tools and guidance to streamline your mining experience. From real-time performance monitoring and optimization suggestions to automated troubleshooting and resource allocation, Injection Protocol's assistant ensures maximum efficiency and profitability in your crypto mining endeavors.",
    "subdescription": "At Injection Protocol, we understand the challenges and complexities of crypto mining. That's why we've developed a cutting-edge assistant to serve as your mining companion, guiding you every step of the way. From maximizing hash rates to minimizing downtime, our assistant leverages advanced algorithms and real-time data analysis to optimize your mining setup and maximize your returns. With Injection Protocol, mining crypto has never been easier or more lucrative.",
    "categories": "Web Design",
    "client": "Injection Protocol",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Injection Protocol.png"
    
  },
  {
    "title": "Mili",
    "description": "Mili is an application that allows you to use a digital payment as a customer in Indonesia. This is the project of my previous workplace, which is about redesigning Mili's mobile application with Figma.",
    "subdescription": "Mili presents an innovative solution for digital payments in Indonesia, offering customers a convenient and secure way to transact digitally. As part of a redesign project undertaken at my previous workplace, I collaborated on enhancing Mili's mobile application using Figma. By leveraging Figma's versatile design tools, we aimed to elevate the user experience, streamline navigation, and introduce new features to enhance functionality. The redesigned Mili app represents a significant step forward in delivering a seamless and intuitive digital payment experience for users across Indonesia.",
    "categories": "Mobile UI Design",
    "client": "PT. Jendela Prima Indonesia",
    "website": "https://www.mymili.id/",
    "images": 
      "/light/assets/imgs/works/Mili.jpg"
    
  },
  {
    "title": "Denode AI",
    "description": "Denode AI pioneers a dynamic approach to cloud computing with its versatile landing page, offering a range of CPU provisioning options tailored to diverse user needs. Whether you're a small-scale developer seeking cost-effective solutions or an enterprise-level organization requiring high-performance infrastructure, Denode AI provides the flexibility you need to scale your operations seamlessly. With features including shared CPU, dedicated CPU, and bare metal provisioning, Denode AI empowers users to optimize resource allocation, enhance performance, and achieve their computing objectives with ease.",
    "subdescription": "Unlock the full potential of cloud computing with Denode AI's innovative platform. Choose from shared CPU, dedicated CPU, or bare metal configurations to tailor your computing environment to your specific requirements. Whether you're running lightweight applications or intensive workloads, Denode AI offers the scalability and performance you need to succeed in today's dynamic digital landscape. Experience the future of cloud computing with Denode AI today.",
    "categories": "Web Design",
    "client": "Denode AI",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Denode.png"
  },
  {
    "title": "Podsphere",
    "description": "Podsphere introduces a revolutionary landing page designed for seamless podcast streaming, offering a diverse array of features to enhance your listening experience. Whether you're a podcast enthusiast exploring new content or a content creator sharing your stories with the world, Podsphere provides a user-friendly platform to discover, subscribe, and enjoy podcasts across various genres and topics. With features such as personalized recommendations, offline listening capabilities, and real-time episode updates, Podsphere caters to the needs of both listeners and creators alike, fostering a vibrant community of podcast enthusiasts.",
    "subdescription": "Experience the future of podcast streaming with Podsphere. Dive into a world of endless audio content, curated to match your interests and preferences. With our intuitive platform, you can explore new podcasts, save your favorites for later, and enjoy uninterrupted listening anytime, anywhere. Whether you're commuting to work, hitting the gym, or relaxing at home, Podsphere offers the perfect companion for your audio journey. Join the Podsphere community today and discover your next favorite podcast.",
    "categories": "Web Design",
    "client": "Podsphere",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Podsphere.png"
  },
  {
    "title": "Mingle AI",
    "description": "Mingle AI introduces an innovative landing page tailored to revolutionize your digital interactions, offering a suite of cutting-edge features designed to enhance communication and creativity. With Mingle AI's intuitive chatbot, text-to-image, and text-to-video capabilities, users can engage with content in dynamic new ways, whether sparking conversations, visualizing ideas, or creating captivating multimedia content. Whether you're a business looking to automate customer support, a content creator seeking to engage your audience, or an individual looking to express yourself creatively, Mingle AI provides the tools you need to connect, communicate, and create with ease.",
    "subdescription": "Elevate your digital presence with Mingle AI's versatile suite of features. Engage with your audience effortlessly using our intelligent chatbot, create stunning visuals from text with our text-to-image converter, or bring your words to life with our text-to-video tool. Whether you're chatting with customers, sharing stories with friends, or expressing your ideas creatively, Mingle AI empowers you to make every interaction memorable. Join the Mingle AI community today and discover new possibilities for connection and creativity.",
    "categories": "Web Design",
    "client": "Mingle AI",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Mingle.png"
  },
  {
    "title": "Mayar",
    "description": "During my one-month internship at Mayar, I collaborated with Group 5 on developing an online course product. Our project primarily focused on a design sprint, starting with a heuristic evaluation and progressing through wireframing to high-fidelity design. We initiated the process by conducting a heuristic evaluation to assess the existing user experience. Following this, a series of user interviews were conducted to understand user needs and gather direct feedback. After gaining insights from user feedback, we moved on to the design phase, beginning with the creation of wireframes to illustrate the product's structure and flow. Subsequently, we developed high-fidelity designs to provide a more detailed representation closely aligned with the actual user experience. The iterative process, including user interviews and design refinements, ensured that the final product met both user expectations and design standards.",
    "subdescription": "During my internship at Mayar, I was part of Group 5, collaborating on the development of an online course product. Our project journey revolved around a comprehensive design sprint, which commenced with a heuristic evaluation to gauge the existing user experience. Subsequent phases involved conducting user interviews to gather insights and direct feedback, which guided our design decisions. Moving forward, we transitioned into the design phase, commencing with the creation of wireframes to outline the product's structure and flow. This visual representation served as a blueprint for our subsequent high-fidelity designs, which aimed to provide a detailed depiction of the user experience. Our iterative approach, incorporating user interviews and design refinements, ensured that the final product not only met user expectations but also adhered to design standards, resulting in a cohesive and user-centric online course platform.",
    "categories": "Web Design",
    "client": "PT. Mayar Kernel Supernova",
    "website": "#",
    "images": 
      "/light/assets/imgs/works/Mayar.png"
  },
  {
    "title": "iFortepay",
    "description": "As a dedicated freelance front-end developer, I took on the project of rebranding InstaPay into iFortepay. The goal was to give the website a fresh and modern look, including a name change and brand identity update. Leveraging the same technology stack as in the previous InstaPay project, I used Next.js and Tailwind CSS to provide a seamless and delightful user experience.As a dedicated freelance front-end developer, I took on the project of rebranding InstaPay into iFortepay. The goal was to give the website a fresh and modern look, including a name change and brand identity update. Leveraging the same technology stack as in the previous InstaPay project, I used Next.js and Tailwind CSS to provide a seamless and delightful user experience.",
    "subdescription": "In my role as a freelance front-end developer, I undertook the task of rebranding InstaPay to iFortepay, aiming to infuse the website with a contemporary aesthetic and updated brand identity. Employing familiar technology, including Next.js and Tailwind CSS, I ensured continuity with the previous project while incorporating enhancements to elevate user engagement and satisfaction. The seamless transition to iFortepay not only modernized the platform but also preserved its user-friendly interface, delivering a cohesive and enjoyable experience for visitors.",
    "categories": "Front-End Development",
    "client": "PT IFORTE PAYMENT INFRASTUCTURE",
    "website": "https://ifortepay.id/",
    "images": 
      "/light/assets/imgs/works/Ifortepay.png"
  },
  {
    "title": "Instapay",
    "description": "As a dedicated freelance front-end developer, I had the privilege of revamping the InstaPay website during a 3-month contract. Using the powerful combination of Next.js and Tailwind CSS, I brought a fresh and modern touch to their online presence, ensuring a seamless and delightful user experience.",
    "subdescription": "During a 3-month contract as a freelance front-end developer, I had the opportunity to rejuvenate the InstaPay website, infusing it with a contemporary flair and enhanced functionality. Harnessing the capabilities of Next.js and Tailwind CSS, I crafted a sleek and modern interface that prioritized user experience and engagement. The result was a seamless and intuitive website that not only reflected InstaPay's brand identity but also captivated visitors with its user-friendly design and smooth navigation.",
    "categories": "Front-End Development",
    "client": "Instapay Indonesia",
    "website": "https://instapay.id/",
    "images": 
      "/light/assets/imgs/works/Instapay.png"
  }
]
